module.exports = {
  start: `
  היי! כיף שהגעתם לפה. :)
  אני כאן כדי שאתם תקבלו יותר מענה לקורות החיים שלכם ויותר ראיונות עבודה!
  נא בחרו "שיפור קובץ קיים".`,
  next: `
תודה :)
אני הולך לשאול אתכם 10 שאלות.
אין נכון או לא נכון, רק האמת.
כולנו כאן כדי להשתפר.
יאללה, נמשיך? :)`,
  questions: [
    {
      q: "האם קורות החיים שלכם כתובים בפורמט WORD?",
      yes: "מעולה! האם קיימת פסקת פתיחה בת 3-4 שורות בקורות החיים שלכם?",
      no: `
קורות חיים כותבים בוורד!
אין בעיה לתחזק קו"ח גם ב-PDF, אבל אותם נשלח רק למי שאומר שזה בסדר מבחינתו.
רב מערכות הקו"ח של המגייסים בשוק קוראות רק WORD ולכן נשלח קו"ח רק ב-WORD.
שאלה הבאה :)

האם קיימת פסקת פתיחה בת 3-4 שורות בקורות החיים שלכם?`,
    },
    {
      yes: `מצויין! 
      האם הנסיון התעסוקתי שלכם כתוב בגוף ראשון?`,
      no: `קורות החיים שלכם מלאים בנסיון התעסוקתי שלכם. לפני שהמגייס יצלול לשם, 
      תנו לו להבין מאיזה רקע מקצועי אתם מגיעים, מה האני מאמין המקצועי שלכם ולאן אתם מכוונים מקצועית.
פסקת פתיחה של 3-4 שורות תעשה את ההבדל בין עוד משרה שפספסתם למשרה שיכולה להיות שלכם! 
הפסקה צריכה להיות ממוקמת לפני כל שאר הסעיפים בקו"ח. 

האם הנסיון התעסוקתי שלכם כתוב בגוף ראשון?`,
    },
    {
      yes: `הכיוון שלכם מצויין! בואו נמשיך:
האם שילבתם מילות מפתח בקורות החיים שלכם?`,
      no: `כשאתם כותבים "ניהול מחלקת מכירות/פיתוח תוכנות גלובאליות/לימוד 50 תלמידים" זה רק אומר למגייס מה היה במקום שעבדתם בו, לא מה אתם עשיתם. 
      לכן נכתוב בגוף ראשון "ניהלתי מחלקת מכירות בת 12 נציגים כולל מנהל צוות אחד" 
      ונוסיף חצי שורה איך עשינו כל דבר "ניהלתי את המחלקה תוך דגש על שביעות רצון הלקוח והיצמדות ליעדים שקבענו בתחילת החודש".
ככה הרבה יותר טוב. 

האם שילבתם מילות מפתח בקורות החיים שלכם?`,
    },
    {
      yes: `אתם יודעים מה אתם עושים, כל הכבוד!
האם קורות החיים שלכם בני עמוד אחד?`,
      no: `זה מעולה שאתם יודעים לספר מה עשיתם בעבודה הקודמת, 
      אבל למה לעבוד קשה? מערכות קו"ח מסננות קו"ח על פי מילות מפתח. איך פותרים את הבעיה? 
      נכנסים למשרות דרושים שרלוונטיות לכם, 
      מוצאים מה המילים המשותפות לכל המשרות (מילות המפתח) ומשלבים אותן בנסיון התעסוקתי שלכם. למשל, 
      במקום "ניהלתי צוות פיתוח שיודע מה הוא עושה", נכתוב "ניהלתי צוות פיתוח לפי KPI's שנקבעו בסנכרון עם מחלקת פיתוח ומחלקת R&D". נוסחה מנצחת.

האם קורות החיים שלכם בני עמוד אחד?`,
    },
    {
      yes: `זה בסדר, אבל רק שתדעו:
אומרים לנו הרבה פעמים ולפעמים אפילו מפחידים אותנו שקו"ח בני יותר מעמוד אחד לא עוברים. 
זה לא נכון! איך בן אדם עם יותר מעשור נסיון אמור להכניס את הכל בעמוד אחד?? הקו"ח שלי הם בני 2.5 עמודים והם עוברים כל סינון. 
כל מה שאתם צריכים לעשות זה להפוך את העמוד הראשון למפתה מספיק כדי שהמגייס ימשיך לקרוא הכל. 
בנוסף, יש גבול לכמה אפשר לקצר. יש דברים שחובה לכתוב בנסיון התעסוקתי. חובה שיהיה בשר בכל סעיף. לא נורא אם הקו"ח יהיו יותר מעמוד אחד. 

האם הכנסתם דברים לא רלווונטיים לקורות החיים שלכם?
`,
      no: `טוב מאד. חייב שיהיה בשר  בכל תיאור של הנסיון התעסוקתי שלכם.
אין בעיה שקורות החיים יהיו באורך 2 עמודים אפילו, העיקר שהעמוד הראשון יהיה מפתה מספיק כדי שהמגייס ימשיך לקרוא עד הסוף.

האם הכנסתם דברים לא רלווונטיים לקורות החיים שלכם?`,
    },
    {
      yes: `זה לא משנה אם יש לכם שנה או עשור של נסיון, 
      יש דברים שלא חובה להכניס לקו"ח. אם אתם מחפשים משרת פיתוח, 
      לא תכתבו שמילצרתם חודשיים אחרי הצבא. 
      אם אתם מחפשים משרה בתחום המסעדנות, אולי דווקא כן תכניסו את זה. 
      אם יש לכם שנים של נסיון ולפני 
      יותר מעשור עבדתם במקום שנראה לכם לא רלוונטי, אתם יכולים לכתוב "בין השנים X-X עבדתי במקום Y, אפרט לפי דרישת המראיין".

האם הבלטתם את ההישגים האישיים שלכם?`,
      no: `טוב מאד!
כדי להיות רלוונטים - נכניס רק דברים רלוונטיים.
האם הבלטתם את ההישגים האישיים שלכם?
`,
    },
    {
      yes: `טוב מאד.
כל הישג כזה יבליט אתכם מעל מועמדים אחרים שמתמיינים גם כן למשרה שלכם!
האם הכישורים שלכם מרוכזים במקום מסודר בקורות החיים שלכם?`,
      no: `להיות צנוע ועניו זה מעולה בחיים האישיים וברמה מסויימת גם בחיים המקצועיים. איפה זה לא טוב? 
      בקורות החיים ובראיון העבודה. קורות החיים זה הדבר הראשון שרואים, 
      שומעים ויודעים לגביכם ולכן חשוב להדגיש כבר שם מה הערך 
      המוסף שלכם ולהבליט את עצמכם מעל עוד 100 אחרים ששולחים קו"ח לאותן משרות שאתם שולחים.
איך זה נראה? בתחתית כל נסיון תעסוקתי שכתבתם, תוסיפו "הפעילות בניהולי הביאה לצמיחה משמעותית במכירות 
ולזכייה במוקד המצטיין בארץ במכירה ושירות 3 שנית ברציפות" ותדגישו את השורה הזאת בבולד.

האם הכישורים שלכם מרוכזים במקום מסודר בקורות החיים שלכם?`,
    },
    {
      yes: `יופי, זה חשוב ביותר.
רישום של הכישורים שלכם במקום מסודר תופס את העין של המגייס ונותן לכם יתקון על פני אחרים.

האם ביצעתם הגהה לקורות החיים לפני השליחה?`,
      no: `את השם שלכם כולם רואים וגם את הנסיון התעסוקתי. מה לגבי מידע אישי (מייל, טלפון וכו'), כישורים (מערכות שאתם מכירים, אופיס ועוד) ושפות? 
      .ההמלצה שלי היא לכתוב הכל במיקום בולט ובצורה מסודרת. אני מעדיף לכתוב הכל בעמודה מימין או משמאל. זה לשיקולכם, העיקר שהקובץ ייראה מסודר

האם ביצעתם הגהה לקורות החיים לפני השליחה?`,

    },
    {
      yes: `טוב מאד! אלה דברים שנראים קטנים אבל כמכלול הופכים לשיקול חשוב אצל המגייס.
שאלה אחרונה: האם יש לכם יותר מקובץ קורות חיים אחד?`,
      no: `חובה חובה לעשות הגהה לקו"ח שלכם. לפעמים יש שם שגיאות כתיב, לפעמים שגיאות הקלדה ולפעמים סתם רווחים כפולים או מילים צמודות. 
      כמובן שמראיין שיפיל אתכם על שגיאות כתיב הוא מראיין לא רציני, אבל עלינו מוטלת החובה לעשות את המיטב. 
      אם יש לכם דיסלקציה או שאתם לא יודעים לעשות הגהה לבד, כדאי מאד שתתנו לחבר טוב לעזור לכם בעניין.

שאלה אחרונה: האם יש לכם יותר מקובץ קורות חיים אחד?`,
    },
    {
      yes: `מעולה! ככה אתם מתאימים את קורות החיים שלכם לכל משרה.
עכשיו כשקורות החיים שלכם נראים נהדר, אני בטוח שתקבלו יותר מענה ויותר ראיונות עבודה!
ספרו לחברים שלכם עליי :)
בהצלחה!`,
      no: `לפעמים יקרה מצב שלאותה משרה יהיו דרישות שונות ובקו"ח שלכם, בכל משרה שביצעתם, 
      יש דברים אחרים שמתאימים לאותה משרה. הסוד הוא להכין 3 קבצים שונים, 
      דומים כמובן, שכל אחד מהם מדגיש משרה אחרת ויתרונות אחרים, שמתאימים למשרה הספציפית אליה אתם רוצים להגיד מועמדות.
עכשיו כשקורות החיים שלכם נראים נהדר, אני בטוח שתקבלו יותר מענה ויותר ראיונות עבודה!
ספרו לחברים שלכם עליי :)
בהצלחה!`,
    },
  ],
};

